/* 
  InfoPopovers.strings
  CleanMyMac

  Created by krivoblotsky on 5/30/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/

"CannotRemoveSystemApplication" = "This is a protected system application file and it cannot be removed. However, you may remove related files to reset the application.";
"CannotRemoveAppExtension" = "This item is part of its application and cannot be removed independently.";
"CannotRemoveChromeResources" = "This item cannot be removed, because your Chrome browser is connected to a Google account. Removed data gets instantly synced back in this case.";
"EmptyPrivacyItems" = "There are no available items to remove in this group.";
"NotEstimatedPrivacyItems" = "The related application should be quit to estimate the number of available cleanup items and select them for removal.";
"NotEstimatedItem" = "The size of this item will be estimated after you authenticate with your user password.";
"SiriExtension" = "Siri is an integral part of the operating system, thus it cannot be removed completely.";
